{
  "intents": [
    {
      "intent": "Cuts",
      "examples": [
        {
          "userText": "What to do if Cuts?",
          "botResponse": "Wash the cut properly to prevent infection and stop the bleeding by applying pressure for 1-2minutes until bleeding stops. Apply Petroleum Jelly to make sure that the wound is moist for quick healing. Finally cover the cut with a sterile bandage. Pain relievers such as acetaminophen can be applied."
        }
      ]
    },
    {
      "intent": "greeting",
      "examples": [
        {
          "userText": "Hi",
          "botResponse": "Hi , i am your paramedic assistant"
        }
      ]
    },
    {
      "intent": "goodbye",
      "examples": [
        {
          "userText": "cya",
          "botResponse": "Sad to see you go :("
        },
        {
          "userText": "See you later",
          "botResponse": "Talk to you later"
        },
        {
          "userText": "Goodbye",
          "botResponse": "Goodbye!"
        }
      ]
    },
    {
      "intent": "Abrasions",
      "examples": [
        {
          "userText": "how do you treat abrasions?",
          "botResponse": "Begin with washed hands.Gently clean the area with cool to lukewarm water and mild soap. Remove dirt or other particles from the wound using sterilized tweezers.For a mild scrape that’s not bleeding, leave the wound uncovered.If the wound is bleeding, use a clean cloth or bandage, and apply gentle pressure to the area to stop any bleeding.Cover a wound that bled with a thin layer of topical antibiotic ointment, like Bacitracin, or a sterile moisture barrier ointment, like Aquaphor. Cover it with a clean bandage or gauze. Gently clean the wound and change the ointment and bandage once per day.Watch the area for signs of infection, like pain or redness and swelling. See your doctor if you suspect infection."
        }
      ]
    },
    {
      "intent": "stings",
      "examples": [
        {
          "userText": "How do you treat Sting?",
          "botResponse": "Remove any stingers immediately. Some experts recommend scraping out the stinger with a credit card. Applying ice to the site may provide some mild relief. Apply ice for 20 minutes once every hour as needed. Wrap the ice in a towel or keep a cloth between the ice and skin to keep from freezing the skin. Taking an antihistamine such as diphenhydramine (Benadryl) or a nonsedating one such as loratadine (Claritin) will help with itching and swelling. Take acetaminophen (Tylenol) or ibuprofen (Motrin)for pain relief as needed. Wash the sting site with soap and water. Placing hydrocortisone cream on the sting can help relieve redness, itching, and swelling."
        }
      ]
    },
    {
      "intent": "Splinter",
      "examples": [
        {
          "userText": "How to remove Splinters",
          "botResponse": "1. SOAK IT IN EPSOM SALTS. Dissolve a cup of the salts into a warm bath and soak whatever part of the body has the splinter. Failing that, you can also put some of the salts onto a bandage pad and leave it covered for a day; this will eventually help bring the splinter to the surface. 2. VINEGAR OR OIL. Another simple way to draw out that stubborn splinter is to soak the affected area in oil (olive or corn) or white vinegar. Just pour some in a bowl and soak the area for around 20 to 30 minutes,"
        }
      ]
    },
    {
      "intent": "Sprains",
      "examples": [
        {
          "userText": "How do you treat a sprain?",
          "botResponse": "Use an ice pack or ice slush bath immediately for 15 to 20 minutes and repeat every two to three hours while you're awake. To help stop swelling, compress the ankle with an elastic bandage until the swelling stops. In most cases, pain relievers — such as ibuprofen (Advil, Motrin IB, others) or naproxen sodium (Aleve, others) or acetaminophen (Tylenol, others) are enough to manage the pain of a sprained ankle."
        }
      ]
    },
    {
      "intent": "Strains",
      "examples": [
        {
          "userText": "How do you treat a strain?",
          "botResponse": "Rest,Ice,Compression and Elevation can be used to cure strains. Avoid using your muscle for a few days, especially if movement causes an increase in pain and also Apply ice immediately after injuring your muscle. This will minimize swelling. Don’t put ice directly on your skin. Use an ice pack or wrap ice in a towel. To reduce swelling, wrap the affected area with an elastic bandage until swelling comes down."
        }
      ]
    },
    {
      "intent": "Fever",
      "examples": [
        {
          "userText": "How do you treat a mild Fever?",
          "botResponse": "To treat a fever at home: 1)Drink plenty of fluids to stay hydrated. 2)Dress in lightweight clothing. 3)Use a light blanket if you feel chilled, until the chills end. 4)Take acetaminophen (Tylenol, others) or ibuprofen (Advil, Motrin IB, others). 5) Get medical help if the fever lasts more than five days in a row."
        }
      ]
    },
    {
      "intent": "Nasal Congestion",
      "examples": [
        {
          "userText": "How do you treat nasal Congestion?",
          "botResponse": "When you’re stuffed up, focus on keeping your nasal passages and sinuses moist. To keep your nasal passages moist, you can: 1)Use a humidifier or vaporizer. 2)Drink lots of fluids. This will thin out your mucus, which could help prevent blocked sinuses. 3)Place a warm, wet towel on your face. It may relieve discomfort and open your nasal passages."
        }
      ]
    },
    {
      "intent": "Cough",
      "examples": [
        {
          "userText": "How to cure cough?",
          "botResponse": "1) Honey:- Use honey to treat a cough, mix 2 teaspoons (tsp) with warm water or an herbal tea. Drink this mixture once or twice a day. Do not give honey to children under 1 year of age. 2) Ginger:- Brew up a soothing ginger tea by adding 20–40 grams (g) of fresh ginger slices to a cup of hot water. Allow to steep for a few minutes before drinking. Add honey or lemon juice to improve the taste and further soothe a cough. 3) Fluids:- Staying hydrated is vital for those with a cough or cold. Research indicates that drinking liquids at room temperature can alleviate a cough, runny nose, and sneezing."
        }
      ]
    },
    {
      "intent": "Sore Throat",
      "examples": [
        {
          "userText": "How do you treat sore throat?",
          "botResponse": "1) Make sure you get plenty of rest and drink a lot of fluids. 2)Inhale steam,Run hot water in a sink.Drape a towel over you to trap the steam, and have the person lean over the sink with the water running. Tell him to breathe deeply through his mouth and nose for 5 to 10 minutes. Repeat several times a day. 3)Have him sip chicken broth or warm tea with honey. Don’t give honey to a child under 12 months of age."
        }
      ]
    },
    {
      "intent": "Gastrointestinal problems",
      "examples": [
        {
          "userText": "How do you treat gas problems?",
          "botResponse": "1) Replenish body fluids 2)Do not take antidiarrheal drugs or laxatives or pain medication, unless specified by a medical professional.3)Taking antacids may help, per recommendation of a healthcare professional. 4)If prone to frequent heartburns, seek medical help. 5)Taking meals that are not spicy regularly, can relieve ulcer pains. 6)Seek medical help, if conditions persist or continue to worsen"
        }
      ]
    },
    {
      "intent": "Skin problems",
      "examples": [
        {
          "userText": "How do you treat Skin problems?",
          "botResponse": "1)Hydrocortisone cream. 2)Ointments like calamine lotion. 3)Antihistamines. 4)Cold compresses. 5)Oatmeal baths. 6)Talk to your doctor about what's best for your specific rash."
        }
      ]
    },
    {
      "intent": "Abdonominal Pain",
      "examples": [
        {
          "userText": "How do you treat Abdonominal Pain?",
          "botResponse": "1)Provide clear fluids to sip, such as water, broth, or fruit juice diluted with water. 2)Serve bland foods, such as saltine crackers, plain bread, dry toast, rice, gelatin, or applesauce. 3)Avoid spicy or greasy foods and caffeinated or carbonated drinks until 48 hours after all symptoms have gone away. "
        }
      ]
    },
    {
      "intent": "Bruises",
      "examples": [
        {
          "userText": "How do you treat Bruises?",
          "botResponse": "1)Ice the bruise with an ice pack wrapped in a towel. 2)Leave it in place for 10 to 20 minutes. 3)Repeat several times a day for a day or two as needed. 4)Compress the bruised area if it is swelling, using an elastic bandage. "
        }
      ]
    },
    {
      "intent": "Broken Toe",
      "examples": [
        {
          "userText": "How do you treat a Broken Toe?",
          "botResponse": "1)To help decrease pain and swelling in a broken toe, elevate the foot, ice the injury, and stay off the foot. 2)Depending on the severity of the fracture, the toe may need to be put back into place (reduced), and some compound toe fractures may require surgery.3) Most broken toes heal without complications in six weeks."
        }
      ]
    },
    {
      "intent": "Choking",
      "examples": [
        {
          "userText": "How do you treat Choking?",
          "botResponse": "1)Encourage them to keep coughing to try to clear the blockage. 2)Ask them to try to spit out the object if it's in their mouth. 3)If coughing doesn't work, start back blows and Abdonominal thrusts"
        }
      ]
    },
    {
      "intent": "Wound",
      "examples": [
        {
          "userText": "How do you treat a wound?",
          "botResponse": "1)Rinse the cut or wound with water and apply pressure with sterile gauze, a bandage, or a clean cloth. 2)If blood soaks through the bandage, place another bandage on top of the first and keep applying pressure. 3)Raise the injured body part to slow bleeding. 4)When bleeding stops, cover the wound with a new, clean bandage."
        }
      ]
    },
    {
      "intent": "Diarrhea",
      "examples": [
        {
          "userText": "How do you treat Diarrhea?",
          "botResponse": "1)Hydrating the body is essential for recovering from diarrhea.This causes the body to lose electrolytes such as sodium and chloride. 2)It is highly recommended to avoid dairy products, as they may worsen diarrhea in some people. 3)However, if diarrhea lasts for more than 2 days, seek medical advice to avoid complications."
        }
      ]
    },
    {
      "intent": "Frost bite",
      "examples": [
        {
          "userText": "How do you treat a Frost bite?",
          "botResponse": " "
        }
      ]
    },
    {
      "intent": "Heat Exhaustion",
      "examples": [
        {
          "userText": "How do you treat Heat Exhaustion?",
          "botResponse": " "
        }
      ]
    },
    {
      "intent": "Heat Stroke",
      "examples": [
        {
          "userText": "How do you treat Heat Stroke?",
          "botResponse": " "
        }
      ]
    },
    {
      "intent": "Insect Bites",
      "examples": [
        {
          "userText": "How do you treat a Insect Bite?",
          "botResponse": " "
        }
      ]
    },
    {
      "intent": "nose bleed",
      "examples": [
        {
          "userText": "How do you treat a bleeding nose?",
          "botResponse": " "
        }
      ]
    },
    {
      "intent": "Pulled Muscle",
      "examples": [
        {
          "userText": "How do you treat a Pulled Muscle?",
          "botResponse": " "
        }
      ]
    },
    {
      "intent": "Rectal bleeding",
      "examples": [
        {
          "userText": "How do you treat Rectal Bleeding?",
          "botResponse": " "
        }
      ]
    },
    {
      "intent": "Sun Burn",
      "examples": [
        {
          "userText": "How do you treat Sun Burn?",
          "botResponse": " "
        }
      ]
    },
    {
      "intent": "Testicle Pain",
      "examples": [
        {
          "userText": "How do you treat Testicle Pain?",
          "botResponse": " "
        }
      ]
    },
    {
      "intent": "Vertigo",
      "examples": [
        {
          "userText": "How do you treat a Vertigo?",
          "botResponse": " "
        }
      ]
    },
    {
      "intent": "Normal Bleeding",
      "examples": [
        {
          "userText": "How do you treat bleeding?",
          "botResponse": " "
        }
      ]
    },
    {
      "intent": "Eye Injury",
      "examples": [
        {
          "userText": "How do you treat an eye Injury?",
          "botResponse": " "
        }
      ]
    },
    {
      "intent": "Chemical Burn",
      "examples": [
        {
          "userText": "How do you treat a chemical burn?",
          "botResponse": " "
        }
      ]
    },
    {
      "intent": "Poison",
      "examples": [
        {
          "userText": "How do you treat a Poison?",
          "botResponse": " "
        }
      ]
    },
    {
      "intent": "Teeth",
      "examples": [
        {
          "userText": "How do you treat broken Teeth ?",
          "botResponse": " "
        }
      ]
    },
    {
      "intent": "seizure",
      "examples": [
        {
          "userText": "How do you treat a seizure?",
          "botResponse": " "
        }
      ]
    },
    {
      "intent": "Head Injury",
      "examples": [
        {
          "userText": "How do you treat a head Injury?",
          "botResponse": " "
        }
      ]
    },
    {
      "intent": "Fainting",
      "examples": [
        {
          "userText": "How do you treat Faint?",
          "botResponse": " "
        }
      ]
    },
    {
      "intent": "Headache",
      "examples": [
        {
          "userText": "How do you treat a mild Headache?",
          "botResponse": "Give ibuprofen (Advil, Motrin), aspirin, or acetaminophen (Tylenol) for pain. Avoid ibuprofen and other NSAIDs if the person has heart failure or kidney failure. Do not give aspirin to a child under age 18."
        }
      ]
    },
    {
      "intent": "Cold",
      "examples": [
        {
          "userText": "How do you treat a Cold?",
          "botResponse": "1)Keeping hydrated is absolutely vital to help 'flush' out the cold, as well as to break down congestion and keep your throat lubricated. 2)Vitamin C is extremely helpful when fighting infection, so at the first sign of a cold be sure to increase your intake by eating plenty of berries, citrus fruits, papayas, broccoli and red peppers which will help keep you protected. 3)When it comes to combating a cold,Vitamin D is essential in helping to regulate immune response."
        }
      ]
    },
    {
      "intent": "Rash",
      "examples": [
        {
          "userText": "How do you treat Rashes?",
          "botResponse": "1)Olive oil helps in healing and promotes skin renewal given it is packed with vitamin E and antioxidants. It also soothes the skin and reduces itching. 2)Baking soda is useful in drying skin rashes as also in relieving itching and inflammation. 3)Aloe Vera,Thanks to its antibacterial, antifungal, anti-inflammatory and emollient properties, aloe vera is excellent for treating a number of skin ailments including rashes as also soothing the skin."
        }
      ]
    },
    {
      "intent": "snake bite",
      "examples": [
        {
          "userText": "How do you treat a snake bite?",
          "botResponse": "While waiting for medical help: 1)Move the person beyond striking distance of the snake. 2)Have the person lie down with wound below the heart. 3)Keep the person calm and at rest, remaining as still as possible to keep venom from spreading. 4)Cover the wound with loose, sterile bandage. 5)Remove any jewelry from the area that was bitten. 6)Remove shoes if the leg or foot was bitten."
        }
      ]
    },
    {
      "intent": "animal bite",
      "examples": [
        {
          "userText": "How do you treat a animal bite?",
          "botResponse": "1)Wash the wound with soap and warm water. 2)Gently press a clean cloth over the wound to stop the flow of blood. 3)Apply an antibacterial ointment to the wound. 4)Cover with a sterile bandage. 5)Watch for signs of infection. 6)Seek help if you suspect infection or possible exposure to rabies, or if the wound is severe."
        }
      ]
    },
    {
      "intent": "Drowning",
      "examples": [
        {
          "userText": "What to do if someone is Drowning?",
          "botResponse": "1)Place your ear next to the person's mouth and nose. Do you feel air on your cheek? 2)Look to see if the person's chest is moving.If the Person is Not Breathing, Check Pulse. 3)Check the person's pulse for 10 seconds.If There is No Pulse, Start CPR."
        }
      ]
    },
    {
      "intent": "CPR",
      "examples": [
        {
          "userText": "How to give CPR??",
          "botResponse": "1)For an adult or child, place the heel of one hand on the center of the chest at the nipple line. You can also push with one hand on top of the other. For an infant, place two fingers on the breastbone. 2)For an adult or child, press down at least 2 inches. Make sure not to press on ribs. For an infant, press down about 1 and 1/2 inches. Make sure not to press on the end of the breastbone. 3)Do chest compressions only, at the rate of 100-120 per minute or more. Let the chest rise completely between pushes. 4)Check to see if the person has started breathing."
        }
      ]
    },
    {
      "intent": "Fracture",
      "examples": [
        {
          "userText": "How do you treat a Fracture?",
          "botResponse": "1)Stop any bleeding. Apply pressure to the wound with a sterile bandage, a clean cloth or a clean piece of clothing. 2)Immobilize the injured area. Don't try to realign the bone or push a bone that's sticking out back in. If you've been trained in how to splint and professional help isn't readily available, apply a splint to the area above and below the fracture sites. Padding the splints can help reduce discomfort. 3)Apply ice packs to limit swelling and help relieve pain. Don't apply ice directly to the skin. Wrap the ice in a towel, piece of cloth or some other material. 4)Treat for shock. If the person feels faint or is breathing in short, rapid breaths, lay the person down with the head slightly lower than the trunk and, if possible, elevate the legs."
        }
      ]
    }
  ]
}